Repository: openstack-archive/deb-murano
Catalog: murano/locale/*/LC_MESSAGES/murano-log-warning.po
Languages: ru

source: Class '%(class_name)s' has a MuranoPL name '%(name)s' defined which will be ignored
ru: Класс '%(class_name)s' определен с MuranoPL именем '%(name)s', оно будет проигнорировано

source: Class is defined in multiple packages!
ru: Класс определен в нескольких пакетах!

source: Could not open session for environment <EnvId: {id}>, environment has deploying status.
ru: Не удалось открыть сессию для окружения <EnvId: {id}>, окружение находится в состоянии деплоя

source: Entry-point 'name' {name} is invalid
ru: Точка входа 'name' {name} неверна

source: Environment result could not be handled, specified environment not found in database
ru: Окружение не может быть обработано, указанное окружение не найдено в базе данных

source: Error loading entry-point {ep} from package {dist}: {err}
ru: Ошибка при загрузке точки входа {ep} из пакета {dist}: {err}

source: Incorrect input parameters. Package related parameters shouldn't be passed through Cloud Foundry
ru: Неверные входные параметры. Параметры пакета не должны передаваться через Cloud Foundry

source: One of the specified {path} is already associated with a package. Doing nothing.
ru: Один из указанных {path} уже ассоциируется с пакетом. Операция не будет выполнена

source: Stack {stack_name} already deleted?
ru: Стек {stack_name} уже удален?

source: Unknown version. Returning version choices.
ru: Неизвестная версия. Возвращены возможные версии.

source: Value of 'order_by' parameter is not valid. Allowed values are: {values}. Skipping it.
ru: Значение параметра 'order_by' недействительно. Возможные значения: {values}. Пропущено
