Repository: openstack-archive/deb-murano
Catalog: murano/locale/*/LC_MESSAGES/murano-log-error.po
Languages: ru

source: API {api} method {method} raised an exception
ru: API {api} метод {method} вызвал исключение

source: Command failed: {0} {1}
ru: Не удалось выполнить команду: {0} {1}

source: Deployment with id {id} not found
ru: Деплой с id {id} не найден

source: Exception %(exc)s occurred during invocation of %(method)s
ru: Исключение %(exc)s во время вызова %(method)s

source: Failed to get statistics object from a database. {error_code}
ru: Не удалось получить объект статистики из базы данных. {error_code}

source: Failed to initialize murano-test-runner: %s
ru: Не удалось инициализировать murano-test-runner: %s

source: Incorrect format name {name}
ru: Неправильный формат имени {name}

source: Package '{name}' exists ({pkg_id}). Use --update.
ru: Пакет '{name}' существует ({pkg_id}). Используйте --update.

source: Please provide murano config file or credentials for authorization: {0}
ru: Укажите конфигурационный файл murano или параметры доступа для авторизации: {0}

source: Session <SessionId {id}> is invalid
ru: Сессия <SessionId {id}> недействительна

source: Unable to initialize plugin for {name}
ru: Не удалось инициализировать плагин для {name}

source: Unhandled exception on invocation of post-execution hook
ru: Необработанное исключение при вызове post-execution hook

source: Unrecognized Content-Type provided in request: {error}
ru: Недопустимый Content-Type в запросе: {error}

source: Use of murano-agent is disallowed by the server configuration
ru: Использование murano агента не разрешено конфигурацией сервера

source: User has no access to these resources.
ru: У пользователя нет прав на доступ к этим ресурсам

source: failed to initialize murano-manage: {error}
ru: Не удалось инициализировать murano-manage: {error}

source: murano-manage command failed: {error} {traceback}
ru: Не удалось выполнить команду murano-manage:{error} {traceback}
