Repository: openstack-archive/deb-murano
Catalog: debian/po/*.po
Languages: da

source: Set up a database for Murano?
da: Opsæt en database for Murano?

source: No database has been set up for Murano to use. Before continuing, you should make sure you have the following information:
da: Ingen database er blevet opsat for Murano. Før du fortsætter, så skal du sikre dig, at du har den følgende information:

source: * the type of database that you want to use; * the database server hostname (that server must allow TCP connections from this machine); * a username and password to access the database.
da: * databasetypen, som du ønsker at anvende; * databaseserverens værtsnavn (den server skal tillade TCP-forbindelser fra denne maskine); * et brugernavn og en adgangskode til at tilgå databasen.

source: If some of these requirements are missing, do not choose this option and run with regular SQLite support.
da: Hvis nogle af disse krav mangler, så vælg ikke denne indstilling og kør med normal SQLite-understøttelse i stedet for.

source: You can change this setting later on by running "dpkg-reconfigure -plow murano-common".
da: Du kan ændre denne indstilling senere ved at køre »dpkg-reconfigure -plow murano-common«.

source: Authentication server hostname:
da: Værtsnavn for godkendelsesserveren:

source: Please specify the hostname of the authentication server. Typically this is also the hostname of the OpenStack Identity Service (Keystone).
da: Angiv venligst værtsnavnet for godkendelsesserveren. Typisk er dette også værtsnavnet for OpenStack Identity Service (Keystone).

source: Authentication server tenant name:
da: Tenantnavn for godkendelseserveren:

source: Please specify the authentication server tenant name.
da: Angiv venligst godkendelsesserverens tenantnavn.

source: Authentication server username:
da: Brugernavn for godkendelseserveren:

source: Please specify the username to use with the authentication server.
da: Angiv venligst brugernavnet som vil blive brugt med godkendelseserveren.

source: Authentication server password:
da: Adgangskode for godkendelsesserveren:

source: Please specify the password to use with the authentication server.
da: Angiv venligst adgangskoden som vil blive brugt med godkendelsesserveren.

source: IP address of your RabbitMQ host:
da: IP-adresse for din RabbitMQ-vært:

source: In order to interoperate with other components of OpenStack, this package needs to connect to a central RabbitMQ server.
da: Denne pakke skal kunne forbinde med en central RabbitMQ-server, or at fungere med andre komponenter i OpenStack.

source: Please specify the IP address of that server.
da: Angiv venligst IP-adressen for den server.

source: Username for connection to the RabbitMQ server:
da: Brugernavn for forbindelsen til RabbitMQ-serveren:

source: Please specify the username used to connect to the RabbitMQ server.
da: Angiv venligst brugernavnet brugt til at forbinde til RabbitMQ-serveren.

source: Password for connection to the RabbitMQ server:
da: Adgangskode for forbindelsen til RabbitMQ-serveren:

source: Please specify the password used to connect to the RabbitMQ server.
da: Angiv venligst adgangskoden brugt til at forbinde til RabbitMQ-serveren.

source: Register Murano in the Keystone endpoint catalog?
da: Registrer Murano i Keystones slutpunktskatalog?

source: Each OpenStack service (each API) should be registered in order to be accessible. This is done using "keystone service-create" and "keystone endpoint-create". This can be done automatically now.
da: Hver OpenStack-tjeneste (hver API) skal registreres for at være tilgængelig. Dette gøres med »keystone service-create« og »keystone endpoint-create«, hvilket nu kan udføres automatisk.

source: Note that you will need to have an up and running Keystone server on which to connect using a known admin project name, admin username and password. The admin auth token is not used anymore.
da: Bemærk at du skal have en op og kørende Keystoneserver, som du kan forbinde til et kendt administratorprojektnavn, administratorbrugernavn og adgangskode. Administratorens godkendelsessymbol bruges ikke længere.

source: Keystone server IP address:
da: IP-adresse for Keystoneserver:

source: Please enter the IP address of the Keystone server, so that murano-api can contact Keystone to do the Murano service and endpoint creation.
da: Indtast venligst IP-adressen for Keystoneserveren, så at murano-api kan kontakte Keystone for at udføre Ceilometertjenesten og slutpunktsoprettelse.

source: Keystone admin name:
da: Administratornavn for Keystone:

source: To register the service endpoint, this package needs to know the Admin login, name, project name, and password to the Keystone server.
da: For at registrere tjenesteslutpunkt skal denne pakke kende til administratorlogind'et, navn, projektnavn og adgangskode for Keystoneserveren.

source: Keystone admin project name:
da: Projektnavn for Keystoneadministratoren:

source: Keystone admin password:
da: Adgangskode for Keystoneadministratoren:

source: Murano endpoint IP address:
da: IP-adresse for Muranos slutpunkt:

source: Please enter the IP address that will be used to contact Murano.
da: Indtast venligst IP-adressen som vil blive brugt til at kontakte Murano.

source: This IP address should be accessible from the clients that will use this service, so if you are installing a public cloud, this should be a public IP address.
da: Denne IP-adresse skal være tilgængelig fra klienterne som vil bruge denne tjeneste, så hvis du installerer en offentlig sky, skal dette være en offentlig IP-adresse.

source: Name of the region to register:
da: Navn på regionen der skal registreres:

source: OpenStack supports using availability zones, with each region representing a location. Please enter the zone that you wish to use when registering the endpoint.
da: OpenStack understøtter at bruge tilgængelighedszoner, hvor hver region repræsenterer et sted. Indtast venligst zonen, som du ønsker at bruge, når du registrerer slutpunktet.
